{
  "en": {
    "siteTitle": "CDN Project",
    "welcome": "Welcome to CDN Project",
    "description": "This project loads the DS one design system from a CDN. Perfect for quick prototyping and production deployments without build steps.",
    "aboutTitle": "About CDN Delivery",
    "aboutDescription": "This project demonstrates loading DS one components from a Content Delivery Network (CDN). All components are bundled and delivered via jsdelivr, providing fast global access without local dependencies.",
    "contactTitle": "Ready to Deploy",
    "contactDescription": "CDN-based projects are ready to deploy instantly. No build process, no npm install, just include the script tags and start building your application.",
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "learnMore": "Get Started",
    "copyright": "© 2025 DS one - CDN Delivery"
  },
  "da": {
    "siteTitle": "CDN Projekt",
    "welcome": "Velkommen til CDN Projekt",
    "description": "Dette projekt indlæser DS one designsystemet fra et CDN. Perfekt til hurtig prototyping og produktionsimplementeringer uden byggetrin.",
    "aboutTitle": "Om CDN Levering",
    "aboutDescription": "Dette projekt demonstrerer indlæsning af DS one-komponenter fra et Content Delivery Network (CDN). Alle komponenter er bundtet og leveret via jsdelivr, hvilket giver hurtig global adgang uden lokale afhængigheder.",
    "contactTitle": "Klar til Implementering",
    "contactDescription": "CDN-baserede projekter er klar til øjeblikkelig implementering. Ingen byggeproces, ingen npm-installation, bare inkluder script-tags og begynd at bygge din applikation.",
    "home": "Hjem",
    "about": "Om",
    "contact": "Kontakt",
    "learnMore": "Kom I Gang",
    "copyright": "© 2025 DS one - CDN Levering"
  },
  "ja": {
    "siteTitle": "CDNプロジェクト",
    "welcome": "CDNプロジェクトへようこそ",
    "description": "このプロジェクトは、CDNからDS oneデザインシステムを読み込みます。ビルドステップなしで、迅速なプロトタイピングと本番環境への展開に最適です。",
    "aboutTitle": "CDN配信について",
    "aboutDescription": "このプロジェクトは、コンテンツ配信ネットワーク（CDN）からDS oneコンポーネントをロードする方法を示します。すべてのコンポーネントはバンドルされ、jsdelivrを介して配信されるため、ローカルの依存関係なしに高速なグローバルアクセスが可能です。",
    "contactTitle": "デプロイ準備完了",
    "contactDescription": "CDNベースのプロジェクトは即座にデプロイできます。ビルドプロセスなし、npmインストールなし、スクリプトタグを含めるだけでアプリケーションの構築を開始できます。",
    "home": "ホーム",
    "about": "について",
    "contact": "お問い合わせ",
    "learnMore": "始める",
    "copyright": "© 2025 DS one - CDN配信"
  },
  "de": {
    "siteTitle": "CDN Projekt",
    "welcome": "Willkommen beim CDN Projekt",
    "description": "Dieses Projekt lädt das DS one Designsystem von einem CDN. Perfekt für schnelles Prototyping und Produktionsbereitstellungen ohne Build-Schritte.",
    "aboutTitle": "Über CDN-Bereitstellung",
    "aboutDescription": "Dieses Projekt demonstriert das Laden von DS one-Komponenten von einem Content Delivery Network (CDN). Alle Komponenten werden gebündelt und über jsdelivr bereitgestellt, was schnellen globalen Zugriff ohne lokale Abhängigkeiten ermöglicht.",
    "contactTitle": "Bereit zur Bereitstellung",
    "contactDescription": "CDN-basierte Projekte sind sofort einsatzbereit. Kein Build-Prozess, keine npm-Installation, einfach Script-Tags einbinden und mit dem Erstellen Ihrer Anwendung beginnen.",
    "home": "Startseite",
    "about": "Über",
    "contact": "Kontakt",
    "learnMore": "Loslegen",
    "copyright": "© 2025 DS one - CDN-Bereitstellung"
  },
  "es": {
    "siteTitle": "Proyecto CDN",
    "welcome": "Bienvenido al Proyecto CDN",
    "description": "Este proyecto carga el sistema de diseño DS one desde un CDN. Perfecto para prototipado rápido y despliegues de producción sin pasos de compilación.",
    "aboutTitle": "Acerca de la Entrega CDN",
    "aboutDescription": "Este proyecto muestra cómo cargar componentes DS one desde una Red de Entrega de Contenido (CDN). Todos los componentes se agrupan y se entregan a través de jsdelivr, lo que permite acceso global rápido sin dependencias locales.",
    "contactTitle": "Listo para Desplegar",
    "contactDescription": "Los proyectos basados en CDN están listos para desplegar inmediatamente. Sin procesos de compilación, sin instalación de npm, simplemente incluya los tags de script y comience a construir su aplicación.",
    "home": "Inicio",
    "about": "Acerca de",
    "contact": "Contacto",
    "learnMore": "Comenzar",
    "copyright": "© 2025 DS one - Entrega CDN"
  }
}
